bright_colors = [
    (255, 0, 0),       # แดงสด
    (255, 102, 0),     # ส้มจี๊ด
    (255, 255, 0),     # เหลืองสด
    (0, 255, 0),       # เขียวสะท้อนแสง
    (0, 255, 255),     # ฟ้าเรืองแสง
    (0, 128, 255),     # น้ำเงินฟ้าสด
    (0, 0, 255),       # น้ำเงินเข้มสด
    (153, 0, 255),     # ม่วงสว่าง
    (255, 0, 255),     # ชมพูม่วงแปร๊ด
    (255, 51, 153),    # ชมพูบานเย็น
    (255, 255, 255),   # ขาว
    (255, 204, 0),     # เหลืองทองสด
    (102, 255, 102),   # เขียวมะนาว
    (255, 153, 204),   # ชมพูพาสเทลสด
]
